[
  {
    "type": "profession",
    "id": "heroin_addict",
    "copy-from": "heroin_addict",
    "name": "Heroin Addict",
    "description": "The last thing you remember was meeting God behind the local Foodplace.  Then the skies opened up and fire rained forth.  This doesn't feel like a fever dream."
  },
  {
    "type": "profession",
    "id": "pillhead",
    "copy-from": "pillhead",
    "name": "Heroin Addict",
    "description": "After an accident in your youth, you got addicted to the opiates treating your pain.  With the pharmacies shut down and your dealers started growing crystals, satisfying those cravings just got a lot more difficult."
  },
  {
    "type": "profession",
    "id": "naked",
    "copy-from": "naked",
    "name": "Naked and Afraid",
    "description": "For some reason you are now completely naked!  Maybe you were robbed, maybe you were in a nudist beach, or maybe you just enjoy the feeling of liberation brought upon the wind touching your skin, whatever it is, you lack clothes in a time when the aliens are searching for prey."
  },
  {
    "type": "profession",
    "id": "lumberjack",
    "copy-from": "lumberjack",
    "name": "Lumberjack",
    "description": "You're a lumberjack, and you're okay.  You felled trees before the world ended, but suspect those crystal ghouls aren't nearly as tough."
  },
  {
    "type": "profession",
    "id": "dancer",
    "copy-from": "dancer",
    "name": "Ballroom Dancer",
    "description": "Things got a little weird on your way to your weekly dance class.  Aliens don't seem to know how to dance, but you're not about to let them step on your toes."
  },
  {
    "type": "profession",
    "id": "skaboy",
    "copy-from": "skaboy",
    "name": { "male": "Rude Boy", "female": "Rude Girl" },
    "description": "Your ska band broke up after the drummer got vaporized.  Now you're alone in the Cataclysm with some cigarettes and your mp3 player."
  },
  {
    "type": "profession",
    "id": "imam",
    "copy-from": "imam",
    "name": { "male": "Imam", "female": "Mourchida" },
    "description": "You spent much of your time prior to the apocalypse at the local mosque, studying the words of the Prophet and the Quran and guiding your community in prayer.  Back then they came from far and wide to listen to you; now they come to tear you apart."
  },
  {
    "type": "profession",
    "id": "teacher",
    "copy-from": "teacher",
    "name": "Teacher",
    "description": "You've been teaching kids all your life, experiencing the joy and aggravation of imparting knowledge to young minds.  If aliens have any interest in education, they're not showing it."
  },
  {
    "type": "profession",
    "id": "groundskeeper",
    "copy-from": "groundskeeper",
    "name": "Landscaper",
    "description": "You used to mow lawns and trim hedges for the wealthy.  Contract work was getting scarce even before the aliens came, but now you've got nothing left except your tools and expertise."
  },
  {
    "type": "profession",
    "id": "homemaker",
    "copy-from": "homemaker",
    "name": "Nursing Assistant",
    "description": "You went on providing in-home care for the elderly even as the whole world fell apart around you.  You can only pray that you don't see your former clients among those crystal things…"
  },
  {
    "type": "profession",
    "id": "cosplay",
    "copy-from": "cosplay",
    "name": "Otaku",
    "description": "After many late nights with friends watching anime and eating snacks, you decided to make the trip to the premier anime convention in the Northeast.  Now aliens are killing everyone, and even worse, the convention is cancelled!  At least you were ready in case your costume tore."
  },
  {
    "type": "profession",
    "id": "lawyer",
    "copy-from": "lawyer",
    "name": "Lawyer",
    "description": "The jury were in the palm of your hand, but after the aliens started invading, you were forced to flee the courtroom in disgrace.  Now nobody seems to care about your objections."
  },
  {
    "type": "profession",
    "id": "pizzaboy",
    "copy-from": "pizzaboy",
    "name": { "male": "Pizza Delivery Boy", "female": "Pizza Delivery Girl" },
    "description": "You were delivering the last pizza of the night to the local cryogenics lab when hungry aliens attempted to make a meal out of you.  Fleeing for safety, you find yourself with only your wits and some leftover pizza.  And they didn't even leave a tip!"
  },
  {
    "type": "profession",
    "id": "relief_volunteer",
    "copy-from": "relief_volunteer",
    "name": "Relief Volunteer",
    "description": "You were a member of a non-profit organization dedicated to helping out where help was needed.  When the storms picked up and the first bombs dropped, you were eager to lend a hand.  But you had to cut your plans short when the aliens arrived: they seem less interested in handouts, and more interested in eating you."
  },
  {
    "type": "profession",
    "id": "guru",
    "copy-from": "guru",
    "name": "Guru",
    "description": "You spent many years traveling through the world, becoming wise and learned.  Normally, you can answer any question, but even you are not quite sure what to do about the ravenous aliens."
  },
  {
    "type": "profession",
    "id": "preacher",
    "copy-from": "preacher",
    "name": "Preacher",
    "description": "You devoted your life to spreading the good word, always on the road, traveling from town to town.  Now everything has gone to hell, you can't host your daily podcast, and the aliens don't seem particularly moved by your sermons."
  },
  {
    "type": "profession",
    "id": "rollerderby",
    "copy-from": "rollerderby",
    "name": "Roller Derby Player",
    "description": "You were hell on wheels.  Now the rest of your team is dead, and you probably wouldn't have lived this long if not for your penchant for high-speed violence.  Things are looking grim; how long can you race laps around the aliens before you get blocked for good?"
  },
  {
    "type": "profession",
    "id": "game_master",
    "copy-from": "game_master",
    "name": "Game Master",
    "description": "Trying to herd cats into meeting up every week has taught you something: it's usually better to cut your losses and trust your gut.  For that reason, when you had two no-shows and the other two got eaten, you ditched.  Maybe you can find some new players in the ruins of the world."
  },
  {
    "type": "profession",
    "id": "frat",
    "copy-from": "frat",
    "name": { "male": "Frat Boy", "female": "Sorority Girl" },
    "description": "You were living the high life, spending your parents' money without a care in the world.  At one of your usual crazy parties, a bomb landed right in the hot tub, but you still have a chance to use the last symbol of your luxurious life - your sports car - and get far away."
  },
  {
    "type": "profession",
    "id": "labtech",
    "copy-from": "labtech",
    "name": "Lab Technician",
    "description": "Thanks to years of study and hard work in the lab, you're familiar with the basics of scientific inquiry.  Only one question remains: can you avoid getting experimented on in return?"
  },
  {
    "type": "profession",
    "id": "paperboy",
    "copy-from": "paperboy",
    "name": { "male": "Paperboy", "female": "Papergirl" },
    "description": "You set out this morning to deliver the news of the apocalypse.  The aliens don't seem to value the latest news, but at least your trusty bicycle is still in working order."
  },
  {
    "type": "profession",
    "id": "national_guard",
    "copy-from": "national_guard",
    "name": "National Guard",
    "description": "The government activated your National Guard unit to deal with the growing storms and the following bombings.  Despite your best efforts, you were unable to form up before all communications ceased and you found yourself alone amongst the enemy."
  },
  {
    "type": "profession",
    "id": "gym_teacher",
    "copy-from": "gym_teacher",
    "name": "Gym Teacher",
    "description": "It was hard enough getting kids to run laps without having to worry about doing it in a warzone.  Aliens won't even line up when you blow your whistle."
  },
  {
    "type": "profession",
    "id": "major-general",
    "copy-from": "major-general",
    "name": "Major General",
    "description": "You worked your way up through the ranks, from a no-name private, to a big shot Major General.  Now however, it is years since you last fired a weapon in anger, and you've somehow ended up deep behind enemy lines."
  },
  {
    "type": "profession",
    "id": "recruit",
    "copy-from": "recruit",
    "name": "Military Recruit",
    "description": "Joining the military has been your dream for years.  You finally got in, just in time for your training to get interrupted by some sort of national emergency.  After a hot deployment, as far as you can tell you're one of the last active personnel in this hellhole."
  },
  {
    "type": "profession",
    "id": "combat-mechanic",
    "copy-from": "combat-mechanic",
    "name": "Combat Mechanic",
    "description": "You failed out of high school, and joined the army.  You were soon hand picked for extra training in the mechanics trade, keeping the armor running.  It's been years since you last touched a rifle, and now the sky is falling…"
  },
  {
    "type": "profession",
    "id": "riot_police",
    "copy-from": "riot_police",
    "name": "Riot Control Officer",
    "description": "You were keeping the peace at a local climate change protest when the bombs started dropping and aliens started appearing in the streets.  It was only by luck that you manage to survive the crowd in one piece, and the worst is yet to come."
  },
  {
    "type": "profession",
    "id": "trucker",
    "copy-from": "trucker",
    "name": "Trucker",
    "description": "You once ruled the road in your big rig.  When the bombs hit, you hopped in and drove it to safety.  Now it's just you and your truck against the world."
  },
  {
    "type": "profession",
    "id": "fencer",
    "copy-from": "fencer",
    "name": "Competitive Fencer",
    "description": "Years of training prepared you for the competitive fencing circuit, but your latest tournament was cut short when aliens invaded the piste.  The referee was blown away, so you're not sure if the rules are still in play."
  },
  {
    "type": "profession",
    "id": "politician",
    "copy-from": "politician",
    "name": "Career Politician",
    "description": "You've spent your life appealing to the people, persuading many and promising much throughout your time in office.  Now that your voting base is dead or worse and hostile forces are in America's heartland, winning hearts and minds just got that much harder."
  },
  {
    "type": "profession",
    "id": "hazmat_unit",
    "copy-from": "hazmat_unit",
    "name": "Hazmat Unit",
    "description": "You were deployed to autopsy one of the aliens after it was put down.  When their friends showed up in force, you knew this was out of your job description."
  },
  {
    "type": "profession",
    "id": "mili_burner",
    "copy-from": "mili_burner",
    "name": "Military Flamethrower Operator",
    "description": "In response to the outbreak, you were dispatched to contain alien invasive species through judicious use of fire.  After getting separated from your squad, your priorities have shifted to basic survival."
  },
  {
    "type": "profession",
    "id": "nco",
    "copy-from": "nco",
    "name": "Non Commissioned Officer",
    "description": "You're a veteran of several peace keeping missions.  You lead your squad as a sort of parental figure, offering helpful advice on how not to die.  Now they've been blasted to pieces by the alien and you're on your own."
  },
  {
    "type": "profession",
    "id": "specops",
    "copy-from": "specops",
    "name": "Special Operator",
    "description": "You were the best of the best, the military's finest.  That's why you're still alive, even after all your comrades fell to the aliens.  As far as you can tell, you're one of the last active operators in this hellhole."
  },
  {
    "type": "profession",
    "id": "tailor",
    "copy-from": "tailor",
    "name": "Tailor",
    "description": "Tailoring may not seem like the most useful skill during an alien invasion.  Most people wouldn't expect a simple tailor to live very long.  This is your opportunity to prove them wrong."
  },
  {
    "type": "profession",
    "id": "basketball_player",
    "copy-from": "basketball_player",
    "name": "Basketball Player",
    "description": "Your first major game was abruptly cancelled when the aliens came and most of the court got turned into hideous mutants.  Luck, Quick feet and good reflexes meant you were among the lucky few to escape the stadium alive."
  },
  {
    "type": "profession",
    "id": "football_player",
    "copy-from": "football_player",
    "name": "Football Player",
    "description": "Your epic touchdown was ruined when your coach got hit by the aliens bioweapon.  Now you're first pick in the resistance draft."
  },
  {
    "type": "profession",
    "id": "marine",
    "copy-from": "marine",
    "name": "Marine Infantryman",
    "description": "You are one of the few and the proud: a member of the US Marine Corps. With High Command unreachable and you deep in Hostile Territory, it falls to you to teach the aliens why they call you \"Devil Dogs\". Semper Fi!"
  },
  {
    "type": "profession",
    "id": "veteran",
    "copy-from": "veteran",
    "name": "Military Veteran",
    "description": "After being discharged from the armed forces, you were sent to a veterans' hospital for treatment.  Just when you thought you'd overcome your traumas and readjusted to civilian life, the world has come to an end and your worst experiences seem to repeat themselves, but seemingly with reversed roles"
  },
  {
    "type": "profession",
    "id": "rifleman",
    "copy-from": "rifleman",
    "name": "Rifleman",
    "description": "When you were young, you dreamed of being a soldier. War is hell and hell is war, but you never thought they would come from above."
  },
  {
    "type": "profession",
    "id": "seal_sniper",
    "copy-from": "seal_sniper",
    "name": "Navy SEAL Marksman",
    "description": "Recruited into the ranks of the US Navy's Special Warfare forces as a designated sniper, your training in precision marksmanship and maritime operations was extensive.  As a proficient soldier and combative in all respects, you provided overwatch and long-range elimination services in the line of duty.  Now, with naval command gone or in hiding and your spotter MIA, your skills with a rifle and covert operations are the only things standing between you and the Enemy."
  },
  {
    "type": "profession",
    "id": "heli_pilot",
    "copy-from": "heli_pilot",
    "name": "Helicopter Pilot",
    "description": "You got your pilot's license and earned a living ferrying businessmen and tourists around.  The Aliens have grounded you for now, but the sky still calls to you…"
  },
  {
    "type": "profession",
    "id": "k9_cop",
    "copy-from": "k9_cop",
    "name": "K9 Officer",
    "description": "You spent your career busting drug smugglers with your faithful canine companion.  Now the world has ended, and none of that matters anymore.  Your loyal dog is still at your side, though, ready to face the Invasion with you."
  },
  {
    "type": "profession",
    "id": "horse_cop",
    "copy-from": "horse_cop",
    "name": "Mounted Police Officer",
    "description": "You have spent many long years forging a bond with your equine companion, from running down common thugs, to entertaining kids when you ride on by.  The Invasion is upon you, but at least you have each other."
  },
  {
    "type": "profession",
    "id": "dog_lover",
    "copy-from": "dog_lover",
    "name": "Dog Lover",
    "description": "You spent your days running around with your faithful dogs by your side.  When the world ended, you grabbed your companions along with some of their things to protect them.  The Aliens could get you any moment now, but at least your canine friends won't have to worry about the rain."
  },
  {
    "type": "profession",
    "id": "cop",
    "copy-from": "cop",
    "name": "Police Officer",
    "description": "Just a small-town deputy, you got the call and were ready to come to the rescue.  Soon it was you who needed rescuing, and you were lucky to escape with your life. You swore to protect your country against all enemies, extraterrestrial, home or international.",
    "//": "Fight"
  },
  {
    "type": "profession",
    "id": "detective",
    "copy-from": "detective",
    "name": "Police Detective",
    "description": "You were on the brink of a major breakthrough in your latest homicide case when the Aliens struck.  Now your prime suspect is dead.  Everyone's dead.  You could really use a smoke."
  },
  {
    "type": "profession",
    "id": "bus_driver",
    "copy-from": "bus_driver",
    "name": "Bus Driver",
    "description": "You made a living driving kids to and from school, a career choice you regretted almost every day.  You were in the Depot when the Bombs started dropping and decided to use the first means of escape you had.  You escaped, but now you've gotten lost.  At least you're getting a break from the hellish screams of children, though you're starting to hear new ones…"
  },
  {
    "type": "profession",
    "id": "cop_car",
    "copy-from": "cop_car",
    "name": "Police Interceptor",
    "description": "As an on-duty officer, you were in the process of evacuating people, but soon the people you swore to protect turned against you. You hopped in your car and drove for your life."
  },
  {
    "type": "profession",
    "id": "milita_car",
    "copy-from": "militia_car",
    "name": "Milita",
    "description": "You and a group of like-minded individuals built a hideout in the woods from which to launch looting raids in a jury-rigged pickup.  The last run went bad, and all your comrades were killed or captured.  Every breath you take now is an act of rebellion against the Invader.  Do not let that flame of hope perish inside you."
  },
  {
    "type":"profession",
    "id": "hacker",
    "copy-from": "hacker",
    "name": "Civilian Hacker",
    "description": "Caffeine pills and all-nighters in front of a computer screen made you an expert at writing and cracking code.  The power's gone out, and suddenly your elite skills seem significantly less useful.  Well, at least until you figure out the alien computers."
  },
  {
    "type":"profession",
    "id": "jeweler",
    "copy-from": "jeweler",
    "name": "Jeweler",
    "description": "You were an independent artisan, who made gorgeous rings and pendants for the people who afforded your services. The mutants don't pay and you doubt aliens would be interested in your work. It is time to show your worth."
  },
  {
    "type":"profession",
    "id": "senior",
    "copy-from": "senior",
    "name": "Senior Citizen",
    "description": "You remember the war. You remember your fallen Brothers. You remeber your family, almost certainly all dead. And once again, history rhymes onwards."
  }
]